Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: To create an account, have your student create a pairing code for you from the Settings section of the Canvas Student app as shown below, and then scan that code from here. If your student doesn't see the option to create a pairing code, you'll need to reach out to your school to create your account.
ar: لإنشاء حساب، اجعل طالبك ينشئ رمز إقران لك من قسم الإعدادات بتطبيق Canvas Student كما يظهر أدناه، ثم امسح الرمز من هنا. إذا لم ير الطالب خيار إنشاء رمز إقران، فستحتاج إلى الوصول إلى مدرستك لإنشاء حسابك.
ca: Per crear un usuari, feu que l'estudiant us creï un codi d'emparellament des de la secció Configuració de l'aplicació Canvas Student, com es mostra a continuació, i després escanegeu el codi des d'aquí. Si l'estudiant no veu l'opció per crear un codi d'emparellament, poseu-vos en contacte amb l'escola perquè creïn el vostre usuari.
cy: I greu cyfrif, bydd angen i’ch myfyriwr greu cod paru ar eich cyfer o adran Gosodiadau ap Myfyriwr Canvas a ddangosir isod, ac yna sganio’r cod o fan hyn. Os nad yw eich myfyriwr yn gweld yr opsiwn i greu cod paru, bydd nagen i chi ofyn i’ch ysgol greu cyfrif.
da: For at oprette en konto skal din studerende oprette en parringskode til dig fra sektionen Indstillinger i Canvas-appen for studerende, som vist nedenfor, og derefter skal du scanne den kode herfra. Hvis den studerende ikke kan se muligheden for at oprette en parringskode, skal du kontakte din skole for at oprette din konto.
da_instk12: For at oprette en konto skal din elev oprette en parringskode til dig fra sektionen Indstillinger i Canvas-appen for elev, som vist nedenfor, og derefter skal du scanne den kode herfra. Hvis din elev ikke kan se muligheden for at oprette en parringskode, skal du kontakte din skole for at oprette din konto.
de: Um ein Konto zu erstellen, lassen Sie Ihre/n Studierende*n einen Pairing-Code für Sie im Abschnitt „Einstellungen“ der Canvas-Studierenden-App erstellen (siehe unten), und scannen Sie diesen Code dann von hier aus. Wenn Ihr/e Studierende*r die Option zum Erstellen eines Pairing-Codes nicht sieht, müssen Sie sich an Ihre Schule wenden, um Ihr Konto zu erstellen.
es: Para crear una cuenta, pídale a su estudiante que le cree un código de emparejamiento desde la sección Configuraciones de la aplicación Canvas Student como se muestra a continuación y, luego, escanee ese código desde aquí. Si su estudiante no ve la opción de crear un código de emparejamiento, deberá usted comunicarse con su escuela para crear una cuenta.
es_es: Para crear una cuenta, pídele a tu estudiante que te cree un código de emparejamiento desde la sección Configuraciones de la aplicación Canvas Student como se muestra a continuación y, a luego, escanea ese código desde aquí. Si tu estudiante no ve la opción de crear un código de emparejamiento, deberás ponerte en contacto con la escuela para crear una cuenta.
fi: Jos haluat luoda tilin, pidä käsillä opiskelijan sinulle luoma parinmuodostuskoodi Canvas Student -sovelluksen Asetukset-osasta alla esitetyn mukaisesti ja skannaa koodi sitten tästä. Jos opiskelijasi ei näe vaihtoehtoa luoda parinmuodostuskoodi, ota yhteyttä kouluusi tilin luomiseksi.
fr: Pour créer un compte, demandez à l'élève de créer un code de jumelage pour vous depuis la section Paramètres de l’application Canvas Student, comme présenté ci-dessous. Puis, scannez le code à partir d’ici. Si l’élève ne voit pas l'option de création d'un code de jumelage, vous devrez contacter l’école pour créer votre compte.
fr_ca: Pour créer un compte, demandez à votre étudiant de créer un code d’appariement pour vous à partir de la section Paramètres de l’application Canvas Student, comme indiqué ci-dessous, puis scannez ce code à partir d’ici. Si votre étudiant ne voit pas l’option de créer un code d’appariement, vous devrez contacter votre école pour créer votre compte.
ga: Chun cuntas a chruthú, iarr ar do mhac léinn cód péireála a chruthú duit ón ngrúpa Socruithe den aip Canvas Mac Léinn mar a thaispeántar thíos, agus ansin scan an cód sin ó anseo. Mura bhfeiceann do mhac léinn an rogha chun cód péireála a chruthú, beidh ort teagmháil a dhéanamh le do scoil chun do chuntas a chruthú.
hi: खाता बनाने के लिए, अपने छात्र से Canvas Student ऐप के सेटिंग्स अनुभाग से आपके लिए एक पेयरिंग कोड बनाने को कहें, जैसा कि नीचे दिखाया गया है, और फिर उस कोड को यहां से स्कैन करें। यदि आपके छात्र को पेयरिंग कोड बनाने का विकल्प नहीं दिखता है, तो आपको अपना खाता बनाने के लिए अपने स्कूल से संपर्क करना होगा।
ht: Pou kreye yon kont, fè elèv ou a kreye yon kòd kouplaj pou ou nan seksyon Paramèt ki nan aplikasyon Canvas Student la jan sa parèt pi ba a, epi eskane kòd la isit la. Si elèv ou a pa wè opsyon pou kreye kòd kouplaj la, ou oblije ale lekòl la pou yo ka kreye kont la pou ou.
id: Untuk membuat akun, minta siswa Anda membuat kode pairing untuk Anda dari bagian Pengaturan app Canvas Student seperti di bawah ini, lalu pindai kode itu dari sini. Jika siswa Anda tidak melihat opsi untuk membuat kode pairing, Anda harus menghubungi sekolah Anda untuk membuat akun Anda.
is: Til þess að stofna reikning skaltu biðja nemandann þinn um að búa til pörunarkóða fyrir þig úr hlutanum Stillingar í Canvas Student-forritinu, eins og sýnt er hér fyrir neðan, síðan er hægt að skanna kóðann héðan. Ef nemandinn finnur ekki valmöguleikann til að búa til pörunarkóða þarftu að hafa samband við skólann þinn til að stofna reikning fyrir þig.
it: Per creare un account, lo studente deve creare un codice di abbinamento nella sezione Impostazioni dell’app Studente Canvas, come mostrato in basso, poi deve scansionarlo. Se lo studente non vede l’opzione per creare un codice di abbinamento, devi contattare la scuola per creare l’account.
ja: アカウントを作成するには、下に示すように受講者にCanvas Studentアプリの[設定]セクションからペアリングコードを作成してもらい、ここからそのコードをスキャンします。 ペアリングコードを作成するオプションが受講者に表示されない場合は、学校に連絡してアカウントを作成する必要があります。
ko: 계정을 만들려면 학생에게 아래와 같이 Canvas Student 앱의 설정 섹션에서 귀하의 페어링 코드를 만들도록 하고 여기에서 해당 코드를 스캔합니다. 학생에게 페어링 코드를 만드는 옵션이 표시되지 않는 경우, 학교에서 연락하여 계정을 만들어야 합니다.
mi: Hei hanga he pūkete, me mahi tō ākonga ki te hanga he waihere hono mōū mai i te wāhanga Tautuhinga o te Canvas Ākonga Taupanga e whakātuhia nei i raro, ana ka matawai i taua waehere mai konei. Mehemea ka kore tō ākonga i kite i te kōwhiringa ki te hanga he waihere hono, me toro atu kioe ki tō kura ki te hanga i tō pūkete.
ms: Pelajar anda harus mencipta kod berpasangan untuk anda dari seksyen Tetapan pada apl Canvas Student seperti ditunjukkan di bawah untuk mencipta akaun, kemudian imbas kod tersebut dari sini. Jika pelajar anda tidak melihat pilihan untuk mencipta kod berpasangan, anda perlu menghubungi sekolah anda untuk mencipta akaun anda.
nb: For å opprette en konto, må studenten opprette en sammenkoblingskode for deg fra Innstillinger-delen av Canvas Student-appen som vist nedenfor, og deretter skanne koden herfra. Hvis studenten ikke ser alternativet for å opprette en sammenkoblingskode, må du kontakte skolen din for å opprette kontoen din.
nb_instk12: For å opprette en konto, må eleven opprette en sammenkoblingskode for deg fra Innstillinger-delen av Canvas Elev-appen som vist nedenfor, og deretter skanne koden herfra. Hvis eleven ikke ser alternativet for å opprette en sammenkoblingskode, må du kontakte skolen din for å opprette kontoen din.
nl: Om een account te maken, moet je je cursist een koppelingscode voor je laten maken in de sectie Instellingen van de Canvas Student-app zoals hieronder aangegeven en daarna scan je die code hier. Als je cursist de optie om een koppelingscode te maken niet ziet, moet je je school vragen om een account voor je te maken.
pl: Aby utworzyć konto, poproś uczestnika o utworzenie kodu parowania w sekcji Ustawienia aplikacji Canvas Student, jak pokazano poniżej, a następnie zeskanuj udostępniony kod. Jeśli uczestnik nie widzi opcji tworzenia kodu parowania, należy skontaktować się ze szkoła w celu utworzenia konta.
pt: Para criar uma conta, peça ao seu aluno para criar um código de parelhamento a partir da seção Configurações da aplicação Canvas Student, como mostrado abaixo, e depois digitalize esse código a partir daqui. Se o seu aluno não vê a opção de criar um código de parelhamento, terá de contactar a sua escola para criar a sua conta.
pt_br: Para criar uma conta, peça ao aluno que crie um código de emparelhamento para você na seção Configurações do aplicativo Canvas Student, como mostrado abaixo, e depois faça a leitura desse código aqui. Se o aluno não encontrar a opção de criar um código de emparelhamento, entre em contato com sua escola para criar sua conta.
ru: Чтобы создать учетную запись, ваш учащийся должен создать для вас код соединения в разделе «Настройки» приложения Canvas Student, как показано ниже, а затем — отсканированный данный код отсюда. Если ваш студент не видит опцию создания кода соединения, вы должны обратиться в ваше учебное заведение, чтобы создать вашу учетную запись.
sl: Če želite ustvariti račun, mora študent za vas ustvariti kodo za seznanitev v razdelku Nastavitve aplikacije Canvas Student, kot je prikazano spodaj, nato pa kodo odčitate tam. Če študent ne vidi možnosti za ustvarjanje kode za seznanitev, boste se morali za ustvarjanje računa obrniti na šolo.
sv: För att skapa ett konto ska du be din student att skapa en parkopplingskod till dig från sektionen Inställningar i Canvas-studentappen som visas nedan. Skanna sedan koden därifrån. Om din student inte ser alternativet att skapa en parkopplingskod måste du kontakta din skola för att skapa kontot.
sv_instk12: För att skapa ett konto ska du be din elev att skapa en parkopplingskod till dig från sektionen Inställningar i Canvas-elevappen som visas nedan. Skanna sedan koden därifrån. Om din elev inte ser alternativet att skapa en parkopplingskod måste du kontakta din skola för att skapa kontot.
th: จัดทำบัญชีผู้ใช้โดยให้ผู้เรียนจัดทำรหัสเข้าคู่สำหรับคุณจากหัวข้อ ค่าปรับตั้ง ของแอพ Canvas Student ตามที่แสดงด้านล่าง จากนั้นสแกนรหัสจากที่นี่ หากผู้เรียนไม่พบตัวเลือกดังกล่าวในการจัดทำรหัสเข้าคู่ คุณจะต้องติดต่อกับสถานศึกษาของคุณเพื่อจัดทำบัญชีผู้ใช้ของคุณ
vi: Để tạo tài khoản, hãy yêu cầu sinh viên của bạn tạo mã ghép cặp cho bạn từ phần Cài Đặt trong ứng dụng Canvas Student như minh họa bên dưới rồi quét mã này từ đó. Nếu sinh viên của bạn không thấy tùy chọn tạo mã ghép cặp thì bạn sẽ cần liên hệ trường của bạn để tạo tài khoản cho bạn.
zh: 要创建帐户，请要求学生从 Canvas 学生版应用程序的“设置”部分为您创建一个配对码，如下所示，然后从这里扫描该配对码。 如果学生没有看到创建配对码的选项，请您联系学校为您创建帐户。
zh_hk: 如要建立帳戶，請讓您的學生在 Cavnas 學生應用程式內的設定（見下圖）為您建立配對碼，然後在此處掃描該條碼。 如果學生未看見建立配對碼的選項，您需要聯絡所屬學校以建立帳戶。

source: To Do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasg i’w Gwneud
da: Opgaveliste
da_instk12: Opgaveliste
de: Zu erledigen
es: Ítem Por hacer
es_es: Tareas pendientes
fi: Tehtävälista
fr: À Faire
fr_ca: À accomplir
ga: Le Déanamh
hi: करने के लिए
ht: Pou Fè
is: Verkefnalisti
it: Elenco attività
ja: するべきこと
ko: 할 일
mi: Hei Mahi
ms: Untuk Dilakukan
nb: Å gjøre
nb_instk12: Å gjøre
nl: Opdracht
pl: Lista zadań
pt: A Fazer
pt_br: Lista de Tarefas
ru: Задачи
sl: Opravilo
sv: Att göra
sv_instk12: Att göra
th: สิ่งที่ต้องทำ
vi: Việc Cần Làm
zh: 待办事项
zh_hk: 待辦事項

source: To Do added successfully
ar: تمت إضافة قائمة المهام بنجاح
ca: S'ha afegit correctament la llista de tasques pendents
cy: Wedi llwyddo i ychwanegu’r rhestr o dasgau i’w gwneud
da: Opgaveliste blev tilføjet
da_instk12: Opgaveliste blev tilføjet
de: To-Do erfolgreich hinzugefügt
es: Por hacer se agregó correctamente
es_es: Se han añadido las tareas pendientes
fi: Tehtävälista lisätty onnistuneesti
fr: Liste À Faire ajoutée avec succès
fr_ca: Ajout d’une liste de travaux avec succès
ga: D'éirigh leis an ‘Le Déanamh’ a chur leis
hi: करने के लिए सफलतापूर्वक जोड़ा गया
ht: Ajoute Lis Tach avèk siksè
id: Harus Dilakukan berhasil ditambahkan
is: Verkefni bætt við
it: Cose da fare aggiunte correttamente
ja: To Doが正常に追加されました
ko: 할 일을 추가했습니다
mi: Kua oti pai te taapiri ki te Mahi
ms: Untuk Dilakukan berjaya ditambah
nb: Gjøremål lagt til
nb_instk12: Gjøremål lagt til
nl: Lijst met opdrachten toegevoegd
pl: Pomyślnie dodano zadanie
pt: Para fazer adicionado com êxito
pt_br: Tarefas adicionadas com sucesso
ru: Задача успешно добавлена
sl: Seznam opravil uspešno dodan
sv: Att göra lades till
sv_instk12: Att göra lades till
th: เพิ่มรายการที่ต้องดำเนินการเสร็จสิ้น
vi: Đã thêm Việc Cần Làm thành công
zh: 已成功添加待办事项
zh_hk: 成功添加待辦事項

source: To Do saved successfully
ar: تم حفظ قائمة المهام بنجاح
ca: S'ha desat correctament la llista de tasques pendents
cy: Wedi llwyddo i gadw’r rhestr o dasgau i’w gwneud
da: Opgaveliste blev gemt
da_instk12: Opgaveliste blev gemt
de: To-Do erfolgreich gespeichert
es: Por hacer se guardó correctamente
es_es: Se han guardado las tareas pendientes
fi: Tehtävälista tallennettu onnistuneesti
fr: Liste À Faire enregistrée avec succès
fr_ca: Travaux enregistrés avec succès
ga: D'éirigh leis an ‘Le Déanamh’ a shábháil
hi: करने के लिए सफलतापूर्वक सहेजा गया
ht: Lis Tach sovgade avèk siksè
id: Harus Dilakukan berhasil disimpan
is: Verkefni vistað
it: Cose da fare salvate correttamente
ja: To Do正常に保存されました
ko: 할 일을 저장했습니다
mi: Kua tiakina paitia a Ki te Mahi
ms: Untuk Dilakukan berjaya disimpan
nb: Gjøremål lagret
nb_instk12: Gjøremål lagret
nl: Lijst met opdrachten opgeslagen
pl: Pomyślnie zapisano zadanie
pt: A fazer guardado com êxito
pt_br: Tarefas salvas com sucesso
ru: Задача успешно сохранена
sl: Seznam opravil uspešno shranjen
sv: Att göra sparades
sv_instk12: Att göra sparades
th: บันทึกรายการที่ต้องดำเนินการเสร็จสิ้น
vi: Đã lưu thành công Việc Cần Làm
zh: 已成功保存待办事项
zh_hk: 已成功儲存待辦事項

source: To re-order your courses tap and hold on a card then drag it to its new position.
ar: لإعادة ترتيب المساق، اضغط باستمرار على بطاقة، ثم اسحبها نحو وضعها الجديد.
ca: Per tornar a demanar les assignatures, manteniu premuda una targeta i arrossegueu-la a la seva posició nova.
cy: I aildrefnu eich cyrsiau tapiwch a gafael ar y cerdyn a’i lusgo i’w safle newydd.
da: For at omarrangere dine fag skal du trykke og holde et kort og derefter trække det hen til den nye position.
da_instk12: For at omarrangere dine fag skal du trykke og holde et kort og derefter trække det hen til den nye position.
de: Um Ihre Kurse neu anzuordnen, tippen und halten Sie eine Karte und ziehen Sie sie an ihre neue Position.
es: Para reordenar los cursos, mantenga presionada una tarjeta y arrástrela a su nueva posición.
es_es: Para reordenar los cursos, mantén pulsada una tarjeta y arrástrala a la nueva posición.
fi: Järjestä kurssit uudelleen koskettamalla korttia pitkään ja vetämällä se uuteen paikkaan.
fr: Pour réorganiser vos cours, appuyez longuement sur une carte et faites-la glisser dans la position souhaitée.
fr_ca: Pour réorganiser vos cours, appuyez longuement sur une carte, puis faites-la glisser vers sa nouvelle position.
ga: Chun do chúrsaí a athordú, tapáil agus coinnigh ar chárta ansin tarraing chuig a áit nua é.
hi: अपने पाठ्यक्रमों को पुनः क्रमित करने के लिए किसी कार्ड को टैप करके रखें और फिर उसे उसकी नई स्थिति में खींचें।
ht: Pou w ka reòganize kou w yo, peze yon kat epi kenbe l, deplase l mete kote w vle mete l la.
id: Untuk mengatur ulang kursus Anda, ketuk dan tahan pada satu kartu lalu seret ke posisinya yang baru.
is: Til að endurraða námskeiðunum þínum skaltu smella á og halda á spjaldinu og draga það síðan í nýja stöðu.
it: Per riordinare i corsi toccare e tenere premuta una scheda, quindi trascinarla nella nuova posizione.
ja: コースを並べ替えるには、カードをタップしたまま新しい位置までドラッグしてください。
ko: 과목 탭의 순서를 변경하려면 카드를 길게 눌러서 새 위치로 끕니다.
mi: Hei ota ano i o akoranga, pato me te pupuri i tetahi kaari ka toia ki tona waahi hou.
ms: Untuk menyusun semula kursus anda, ketik dan tahan pada kad kemudian seret kursus ke kedudukan baharu.
nb: For å endre rekkefølgen på emnene dine, trykk og hold på et kort, og dra det til sin nye posisjon.
nb_instk12: For å endre rekkefølgen på fagene dine, trykk og hold på et kort, og dra det til sin nye posisjon.
nl: Je kunt de volgorde van je cursussen wijzigen door op een kaart te tikken, deze vast te houden en de kaart naar een andere positie te slepen.
pl: Aby uporządkować kursy, stuknij i przytrzymaj kartę, a następnie przeciągnij ją w nowe położenie.
pt: Para reordenar as suas disciplinas, toque sem soltar num cartão e arraste-o para a sua nova posição.
pt_br: Para reordenar seus cursos, toque e segure um cartão e arraste-o para sua nova posição.
ru: Чтобы изменить порядок своих курсов, нажмите и удерживайте карту, а затем перетащите ее на новое место.
sl: Če želite svoje predmete preurediti, tapnite in pridržite kartico, nato jo povlecite na novo mesto.
sv: För att ändra ordningen på dina kurser drar du och släpper ett kort till sin nya position.
sv_instk12: För att ändra ordningen på dina kurser drar du och släpper ett kort till sin nya position.
th: จัดลำดับบทเรียนของคุณใหม่โดยกดค้างที่การ์ดจากนั้นลากไปยังตำแหน่งใหม่
vi: Để sắp xếp lại khóa học của bạn, hãy nhấn và giữ thẻ sau đó kéo thẻ đến vị trí mới.
zh: 要对课程重新排序，请按住卡片，然后将其拖到新位置。
zh_hk: 若要重新排列課程順序，請點選並按住卡片，然後將其拖曳到新位置。

source: To-do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasg i’w Gwneud
da: At gøre
da_instk12: At gøre
de: Aufgaben
es: Ítems Por hacer
es_es: Tareas pendientes
fi: Tehtävälista
fr: À faire
fr_ca: À accomplir
ga: Le Déanamh
hi: करने के लिए
ht: Pou fè
is: Verkefnalisti
it: Attività da fare
ja: するべきこと
ko: 할 일
mi: Mahi-mahi
ms: Untuk Dilakukan
nb: Gjøremål
nb_instk12: Gjøremål
nl: Opdracht
pl: Lista zadań
pt: Tarefa
pt_br: A fazer
ru: Задача
sl: Opravilo
sv: Att göra
sv_instk12: Att göra
th: สิ่งที่ต้องทำ
vi: Việc Cần Làm
zh: 待办
zh_hk: 代辦

source: To-do added successfully
ar: تمت إضافة قائمة المهام بنجاح
ca: S'han afegit correctament les tasques pendents
cy: Wedi llwyddo i ychwanegu’r Dasg i’w Gwneud
da: Element tilføjet til opgavelisten
da_instk12: Element tilføjet til opgavelisten
de: To-Do erfolgreich hinzugefügt
es: Se agregó de manera correcta el ítem Por hacer
es_es: Se ha añadido la tarea pendiente
fi: Tehtävälista lisätty onnistuneesti
fr: Tâche À faire ajoutée avec succès
fr_ca: Tâches à accomplir ajoutées avec succès
ga: Cuireadh an Rud le Déanamh leis go rathúil
hi: 'करने के लिए' सफलतापूर्वक जोड़ा गया
ht: Lis Tach ajoute avèk siksè
id: To-do berhasil ditambahkan
is: Verkefnalista bætt við
it: Elenco attività aggiunto correttamente
ja: するべきことが正常に追加されました
ko: 할 일을 추가했습니다
mi: I tāpirihia ngā Mahi-ā-ringa
ms: Item Untuk Dilakukan berjaya ditambah
nb: Gjøremål lagt til
nb_instk12: Gjøremål lagt til
nl: Opdracht toegevoegd
pl: Pomyślnie dodano listę zadań
pt: A fazer adicionado com êxito
pt_br: Lista de tarefas adicionada com sucesso
ru: Задача успешно добавлена
sl: Opravilo uspešno dodano
sv: Att göra lades till
sv_instk12: Att göra lades till
th: เพิ่มรายการที่ต้องทำเสร็จสิ้น
vi: Đã thêm Việc Cần Làm thành công
zh: 已成功添加待办任务
zh_hk: 成功添加待辦事項

source: To-do List Preferences
ar: تفضيلات قائمة المهام
ca: Preferències de la llista de tasques pendents
cy: Dewisiadau rhestr Tasgau i’w Gwneud
da: Præferencer for opgaveliste
da_instk12: Præferencer for opgaveliste
de: To-Do-Liste – Präferenzen
es: Preferencias de la lista de ítems Por hacer
es_es: Preferencias de la lista de tareas pendientes
fi: Tehtävälistan asetukset
fr: Préférences de la liste À Faire
fr_ca: Préférences de la liste des tâches à faire
ga: Roghanna Liosta Le Déanamh
hi: 'करने के लिए' सूची प्राथमिकताएं
ht: Preferans Lis Tach pou Fè
id: Preferensi Daftar To Do
is: Kjörstillingar varðandi verkefnalista
it: Preferenze elenco attività
ja: するべきことリストの設定
ko: 할 일 목록 기본 설정
mi: Ngā Manakohanga o te Rārangi Mahi
ms: Keutamaan Senarai Untuk Dilakukan
nb: Innstillinger for gjøremålsliste
nb_instk12: Innstillinger for gjøremålsliste
nl: Voorkeuren voor lijst met opdrachten
pl: Preferencje listy zadań
pt: Lista de tarefas Preferências
pt_br: Preferências da lista de tarefas
ru: Предпочтения списка задач
sl: Nastavitve seznama opravil
sv: Inställningar för att göra-lista
sv_instk12: Inställningar för att göra-lista
th: ค่าปรับแต่งรายการสิ่งที่ต้องทำ
vi: Tùy Chọn Danh Sách Việc Cần Làm
zh: 待办任务列表首选项
zh_hk: 待辦事項清單偏好設定

source: To-do saved successfully
ar: تم حفظ قائمة المهام بنجاح
ca: S'han desat correctament les tasques pendents
cy: Wedi llwyddo i gadw’r Dasg i’w Gwneud
da: Element gemt på opgavelisten
da_instk12: Element gemt på opgavelisten
de: To-Do erfolgreich gespeichert
es: Se guardó de manera correcta el ítem Por hacer
es_es: Se ha guardado la tarea pendiente
fi: Tehtävälista tallennettu onnistuneesti
fr: Tâche À faire enregistrée avec succès
fr_ca: Tâches à accomplir enregistrées avec succès
ga: Sábháileadh an Rud le Déanamh go rathúil
hi: 'करने के लिए' सफलतापूर्वक सहेजा गया
ht: Lis Tach sovgade avèk siksè
id: To-do berhasil disimpan
is: Verkefnalisti vistaður
it: Elenco attività salvato correttamente
ja: するべきことが正常に保存されました
ko: 할 일을 저장했습니다
mi: I tiakina pai ngā Mahi-ā-ringa
ms: Item Untuk Dilakukan berjaya disimpan
nb: Gjøremål lagret
nb_instk12: Gjøremål lagret
nl: Opdracht opgeslagen
pl: Pomyślnie zapisano listę zadań
pt: A fazer guardado com êxito
pt_br: Lista de tarefas salva com sucesso
ru: Задача успешно сохранена
sl: Opravilo uspešno shranjeno
sv: Att göra sparades
sv_instk12: Att göra sparades
th: บันทึกรายการที่ต้องทำเสร็จสิ้น
vi: Đã lưu Việc Cần Làm thành công
zh: 已成功保存待办任务
zh_hk: 成功儲存待辦事項

source: Today
ar: اليوم
ca: Avui
cy: Heddiw
da: I dag
da_instk12: I dag
de: Heute
es: Hoy
es_es: Hoy
fi: Tänään
fr: Aujourd’hui
fr_ca: Aujourd’hui
ga: Inniu
hi: आज
ht: Jodi a
id: Hari Ini
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
mi: I tēnei rā tonu
ms: Hari Ini
nb: I dag
nb_instk12: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ru: Сегодня
sl: Danes
sv: I dag
sv_instk12: I dag
th: วันนี้
vi: Hôm Nay
zh: 今天
zh_hk: 今天

# toggle_off
source: off
ar: إيقاف تشغيل
ca: desactivat
cy: diffodd
da: slukket
da_instk12: slukket
de: aus
es: desactivado
es_es: no
fi: pois
fr: désactivé
fr_ca: actif
ga: as
hi: छूट
ht: fèmen
id: mati
is: af
ja: オフ
ko: 비활성
mi: tae atu
ms: matikan
nb: av
nb_instk12: av
nl: uit
pl: wył.
pt: desligado
pt_br: desligar
ru: откл
sl: izklop
sv: av
sv_instk12: av
th: ปิด
vi: tắt
zh: 关闭
zh_hk: 關閉

# toggle_on
source: on
ar: في
ca: activat
cy: ymlaen
da: tændt
da_instk12: d.
de: am
es: activado
es_es: sí
fr: activé
fr_ca: le
ga: ar an
hi: इस पर
ht: sou
id: hidup
is: á
it: il
ja: ～に
ko: 활성
mi: whakakā
ms: pada
nb: på
nb_instk12: på
nl: op
pl: w
pt: em
pt_br: ligar
ru: вкл
sl: vklop
sv: på
sv_instk12: på
th: เปิด
vi: vào
zh: 于
zh_hk: 開啟

source: Tomorrow
ar: غدًا
ca: Demà
cy: Yfory
da: I morgen
da_instk12: I morgen
de: Morgen
es: Mañana
es_es: Mañana
fi: Huomenna
fr: Demain
fr_ca: Demain
ga: Amárach
hi: आने वाला कल
ht: Demen
id: Besok
is: Á morgun
it: Domani
ja: 明日
ko: 내일
mi: Apopo
ms: Esok
nb: I morgen
nb_instk12: I morgen
nl: Morgen
pl: Jutro
pt: Amanhã
pt_br: Amanhã
ru: Завтра
sl: Jutri
sv: I morgon
sv_instk12: I morgon
th: พรุ่งนี้
vi: Ngày mai
zh: 明天
zh_hk: 明天

source: Total
ar: الإجمالي
cy: Cyfanswm
da: I alt
da_instk12: I alt
de: Gesamt
fi: Yhteensä
ga: Iomlán
hi: कुल
is: Alls
it: Totale
ja: 合計
ko: 합계
mi: Katoa
ms: Jumlah
nb: Totalt
nb_instk12: Totalt
nl: Totaal
pl: Łącznie
ru: Всего
sl: Vsota
sv: Totalsumma
sv_instk12: Totalsumma
th: รวม
vi: Tổng
zh: 总分
zh_hk: 總計
